Repository: Studio164a/Franklin
Catalog: languages/*.po
Languages: es_es

source: Sorry, but you've hit a dead end.
es_es: Lo siento, pero has llegado a un callejón sin salida.

source: Go home
es_es: Volver al inicio

source: Profile
es_es: Perfil

source: Login / Register
es_es: Iniciar sesión / Registrarse

source: Daily Archives: %s
es_es: Archivos Diarios: %s

source: Monthly Archives: %s
es_es: Archivos Mensuales: %s

source: Yearly Archives: %s
es_es: Archivos Anuales: %s

source: Archives
es_es: Archivos

source: Posts by %s
es_es: Publicado por %s

source: Search Results
es_es: Resultados de Búsqueda

source: Backers
es_es: Han Reservado

source: Support
es_es: Compra

# x percent funded
source: %s Funded
es_es: %s Recaudado

source: Pledged
es_es: Recaudado

source: Goal
es_es: Meta

source: Time left to donate
es_es: Tiempo restante para comprar

source: Campaign Updates
es_es: Actualizaciones de Campaña

source: Category: %s
es_es: Categoría: %s

source: This post is password protected. Enter the password to view any comments.
es_es: Esta entrada está protegida por contraseña. Introduzca la contraseña para ver los comentarios.

source: Your email address will not be published.
es_es: Tu dirección de email no será publicada.

# post comment
source: Submit
es_es: Enviar

source: One comment
es_es: Un comentario

source: Comment navigation
es_es: Navegación de comentarios

source: Leave a comment
es_es: Dejar un comentario

source: Required fields are marked *
es_es: Campos obligatorios señalizados con un *

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
es_es: Puedes utilizar estos <abbr title="HyperText Markup Language">HTML</abbr> tags y atríbutos: %s

source: Newer Comments
es_es: Comentarios Recientes

source: Older Comments
es_es: Comentarios Antiguos

source: Pages:
es_es: Páginas:

source: Go to %s
es_es: Ve a %s

source: Your pledge must be at least the minimum pledge amount.
es_es: Tu compra debe ser al menos el mínimo.

source: Default sidebar
es_es: Barra lateral por defecto

source: The default sidebar.
es_es: La barra lateral por defecto.

source: Campaign sidebar
es_es: Barra lateral de campaña

source: The campaign sidebar.
es_es: La barra lateral de campaña.

source: Campaign below content
es_es: Contenido debajo de campaña

source: Displayed below the campaign's content, but above the comment section.
es_es: Mostrado debajo del contenido de la campaña, pero encima de la sección de comentarios.

source: Footer left
es_es: Footer izquierdo

source: Footer right
es_es: Footer derecho

source: Hide post/page meta
es_es: Ocultar meta de página/entrada

source: Hide post/page meta?
es_es: Ocultar meta de página/entrada?

source: Keep reading %s
es_es: Seguir leyendo %s

source: Continue Reading
es_es: Seguir Leyendo

# posted on date
source: Posted on %s
es_es: Publicado en %s

# by author
source: By %s
es_es: Por %s

source: With %s comment
es_es: Con %s comentario

source: Showing results for %s
es_es: Mostrando resultados de %s

source: Search
es_es: Buscar

source: Share
es_es: Compartir

source: Tag archives: %s
es_es: Archivos de tags: %s

source: Name
es_es: Nombre

source: Website
es_es: Página web

source: Leave your comment
es_es: Deja tu comentario

source: Edit
es_es: Editar

source: Author
es_es: Autor

# comment post on date at time
source: at
es_es: en

# reply to comment
source: Reply
es_es: Responder

source: Accent colour
es_es: Color de accento

source: Accent hover
es_es: Accento al flotar

source: Text on accent
es_es: Texto en accento

source: Body background colour
es_es: Color de fondo de cuerpo

source: Body copy
es_es: Texto de cuerpo

source: Button text colour
es_es: Color de texto de botón

source: Wrapper background colour
es_es: Color de fondo del wrapper

source: Posts background colour
es_es: Color de fondo de entradas

source: Widget background colour
es_es: Color de fondo de widget

source: Primary border
es_es: Borde principal

source: Secondary border
es_es: Borde secundario

source: Meta text
es_es: Texto meta

source: Footer text
es_es: Texto de footer

source: Footer titles
es_es: Títulos de footer

source: Header buttons
es_es: Botones del encabezado

source: Header buttons hover
es_es: Flotar de botones del encabezado

source: Select
es_es: Seleccionar

source: Diagonal grain
es_es: Grano diagonal

source: Fabric
es_es: Tela

source: Grain
es_es: Grano

source: Grid
es_es: Cuadrícula

source: Grunge
es_es: Sucio

source: Lined paper
es_es: Papel con líneas

source: Textured paper
es_es: Papel texturado

source: Retina version of logo (2x)
es_es: Versión retina del logo (2x)

source: Hide the site title
es_es: Ocultar el título de la página

source: Hide the tagline
es_es: Ocultar eslogan de la página

source: Palette
es_es: Paleta

source: Orange & Brown
es_es: Naranja & Marrón

source: Teal & Blue/Gray
es_es: Verde & Azul/Gris

source: Orange & Teal
es_es: Naranja & Azul

source: Burnt Red & Plum
es_es: Rojo Oscuro & Ciruela

source: Orange & Beige
es_es: Naranja & Beige

source: Mint & Steel
es_es: Menta & Hierro

source: Background Textures
es_es: Texturas de Fondo

source: Choose background textures for the body and campaign section
es_es: Elige textura de fondo para el cuerpo y la sección de campaña

source: Background texture for the body:
es_es: Textura para el fondo del cuerpo:

source: Upload your own background texture
es_es: Sube tu propia textura de fondo

source: Background texture for the campaign section:
es_es: Textura de fondo para la sección de campaña:

source: Background texture for the blog & fullwidth page banner:
es_es: Textura de fondo para la el blog & banner de ancho completo de página:

source: Set your blog title
es_es: Elige tu título del blog

source: Blog title
es_es: Título del blog

source: Set your 404 page title
es_es: Elige el título para la página 404

source: 404 title
es_es: Título 404

source: Campaign
es_es: Campaña

source: description
es_es: descripción

source: Select the currently active campaign
es_es: Seleccionar la campaña actualmente activa

source: Text for footer notice
es_es: Texto para la notificación del footer

source: Set up links to your online social presences
es_es: Introduce los enlaces para tus perfiles sociales

source: Login
es_es: Iniciar Sesión

source: Register
es_es: Registrarse

source: Enter Pledge Amount
es_es: Introduce Aportación Personalizada

# pledge amount
source: Pledge %s
es_es: Aportación %s

source: %d of %d remaining
es_es: %d de %d restante

source: Your Name
es_es: Tu Nombre

source: Email Address
es_es: Email

source: Username
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: %s ago
es_es: Hace %s

source: Campaign Backers
es_es: Compradores

source: Display a campaign's backers.
es_es: Mostrar compradores.

source: Title:
es_es: Título:

source: Campaign:
es_es: Campaña:

source: Number of backers to show:
es_es: Número de compradores a mostrar:

source: Show backer's name:
es_es: Mostrar nombre del comprador:

source: Show backer's pledge amount:
es_es: Mostrar cantidad de compra del comprador:

source: Show backer's location:
es_es: Mostrar ubicación del comprador:

source: Campaign Pledge Levels
es_es: Niveles y Opciones de Compra

source: Display a campaign's pledge levels.
es_es: Mostrar los niveles y opciones de compra.

source: Display a campaign's updates.
es_es: Mostrar las actualizaciones de la campaña.

source: Campaign Video
es_es: Video de Campaña

source: Display a campaign's video.
es_es: Mostrar el video de la campaña.

source: Go to homepage
es_es: Ver a página de inicio

source: Older Posts
es_es: Entradas Antiguas

source: Newer Posts
es_es: Entradas Nuevas

source: Post navigation
es_es: Navegación de entradas

source: Link to %s
es_es: Enlace a %s

source: Customize
es_es: Personalizar

source: Page %s
es_es: Página %s

source: Sofa Posts Widget
es_es: Widget Entradas Sofa

source: A widget to display posts with their featured thumbnails.
es_es: Un widget para mostrar entradas y sus imágenes destacadas.

source: Number of posts to show:
es_es: Número de entradas a mostrar:

source: Limit by category:
es_es: Limitar segun categoría:

source: Show all
es_es: Mostrar todas

source: Only show posts with a featured thumbnail:
es_es: Solo mostrar entradas con una imágen destacada:

source: Show post thumbnail:
es_es: Mostrar imagen destacada de la entrada:

source: Show post excerpt:
es_es: Mostrar resumen de la entrada:

source: Show post meta:
es_es: Mostrar meta de la entrada:

source: Posts
es_es: Entradas

source: By %s with %s%d comment%s
es_es: Por %s con %s%d commentarios%s
